[
  {
    "NAMES": [
      "bleed",
      "Bleed",
      "bleeding",
      "Bleeding"
    ],
    "DESCRIPTION": "When a bleeding creature is damaged by an attack, all stacks of bleed are consumed and the creature takes that amount in #yNon-Lethal damage. Each turn, Bleed increases by #b10%."
  },
  {
    "NAMES": [
      "vengeance",
      "Vengeance"
    ],
    "DESCRIPTION": "Whenever you take unblocked attack damage, add that many marks to the enemy that dealt the damage."
  },
  {
    "NAMES": [
      "non-lethal",
      "Non-Lethal"
    ],
    "DESCRIPTION": "Non-Lethal damage will not reduce the enemy below 1 health, unless the enemy is exactly at 1 health with no block."
  },
  {
    "NAMES": [
      "mark",
      "marks",
      "Marks",
      "Mark"
    ],
    "DESCRIPTION": "Whenever this creature takes attack damage, the attacker gains that much health. Marks decrease by 5 or by half each turn, whichever is greater."
  },
  {
    "NAMES": [
      "payback",
      "Payback"
    ],
    "DESCRIPTION": "When you take attack damage from an enemy, at end of turn deal the same damage in return to that enemy."
  },
  {
    "NAMES": [
      "soulbind",
      "Soulbind"
    ],
    "DESCRIPTION": "Rips a soul from a creature and binds it into servitude."
  },
  {
    "NAMES": [
      "Undying",
      "undying"
    ],
    "DESCRIPTION": "If you would take lethal damage from an attack, consume this power and reduce damage from all attacks to 0 for the remainder of the turn."

  },
  {
    "NAMES": [
      "waning",
      "Waning"
    ],
    "DESCRIPTION": "When you no longer have any stacks of Vengeance, Hunter's Toll is removed."
  },
  {
    "NAMES": [
      "keyword",
      "keywords"
    ],
    "DESCRIPTION": "Whenever you play a card, gain 1 dexterity this turn only."
  },
  {
    "PROPER_NAME": "Multiword Keyword",
    "NAMES": [
      "Multiword Keyword",
      "multiword_keyword",
      "multiword_keywords",
      "multikey",
      "multikeyword"
    ],
    "DESCRIPTION": "Make sure the first element in the NAMES is the same as your PROPER_NAME. The rest is to match keywords like the single word keyword."
  }
]